export const ar = {

   nav: {
    name: "محمد",
    home: "الرئيسية",
    projects: "المشاريع",
    contact: "تواصل",
  },
  hero: {
    greeting: "مرحباً، أنا",
    name: "محمد",
    title: "مهندس برمجيات",
    description:
      "أصمم تطبيقات ويب حديثة باستخدام React و TypeScript و Tailwind و Firebase. كود نظيف، تجربة مستخدم سلسة، وواجهة جذابة.",
    viewProjects: "مشاريعي",
    contactMe: "تواصل معي",
  },
projects: {
    title: "المشاريع",
    items: [
      {
        name: "نظام منيو QR للمطاعم",
        description:
          "نظام منيو رقمي للمطاعم باستخدام QR، لوحة تحكم للإدارة، Firebase، وإدارة طلبات لحظية. متجاوب بالكامل مع واجهة سلسة.",
      },
      {
        name: "لوحة تحكم إدارية",
        description:
          "لوحة تحكم ديناميكية لإدارة المستخدمين و الحضور والإنصراف والمخططات والمحتوى مع تسجيل دخول وصلاحيات مختلفة وتجربة استخدام سلسة.",
      },
      {
        name: "نظام الطلبات المالية",
        description:
          "لوحة تحكم ديناميكية لإدارة طلبات التمويل بمخطط إداري هرمي وصلاحيات المستخدمين وقواعد البيانات .",
      },
      {
        name: "لوحة تحكم إدارية",
        description:
          "لوحة تحكم ديناميكية لإدارة المستخدمين والمخططات والمحتوى مع تسجيل دخول وصلاحيات مختلفة وتجربة استخدام سلسة.",
      },
    ],
    buyNow: "شراء الآن",
    live: "عرض مباشر",
    whatsText: "مرحباً، أرغب بشراء هذا الموقع"
  },

   contact: {
    title: "تواصل معي",
    description:
      "لا تتردد بالتواصل معي عبر واتساب أو البريد الإلكتروني، وسأرد عليك في أقرب وقت ممكن.",
    whatsapp: "واتساب",
    email: "إيميل",
  },
};
